

INSERT INTO client_specialty (id, name) VALUES
('HoReCa/Туризм'),
('Образование/Инфобиз'),
('Маркетинг/PR/Реклама'),
('Маркетплейсы'),
('Недвижимость и строительство'),
('Розничная/оптовая торговля'),
('Услуги'),
('Производство'),
('Коучинг/эзотерика/нумерология'),
('Другое');

INSERT INTO client_role (name) VALUES
('предприниматель'),
('индивидуальная практика'),
('в найме');


INSERT INTO client_income (name,from_value, to_value) VALUES
('до 250 тыс.',0,250000),
('250 - 500 тыс.',250000,500000),
('500 тыс. — 1 млн',500000,1000000),
('1 — 1,5 млн',1000000,1500000),
('1,5 — 2 млн',1500000,2000000),
('2+ млн',2000000,null);





ALTER TABLE public.cities
    ALTER COLUMN name TYPE character varying(200);

INSERT INTO cities (name) VALUES
('Европа'),
('Тула'),
('Новокузнецк, Кемерово');
('Крым'),
('Тюмень'),
('Владивосток'),
('Беларусь'),
('Саратов'),
('Пенза'),
('Ижевск'),
('Барнаул'),
('Ульяновск'),
('Хабаровск'),
('Тверь'),
('Ставрополь'),
('Иркутск'),
('Махачкала'),
('Благовещенск'),
('Астана'),
('Алматы'),
('Томск'),
('Калиниград'),
('Новокузнецк'),
('Оренбург'),
('Рязань'),
('Дубай'),
('Ярославль, Кострома, Владимир, Иваново');


 
 
 
 
 
 
 
 
 
 
 

 
